function Information() {
  return (
    <section className="flex lg:flex-row flex-col lg:justify-between lg:gap-0 gap-2 lg:pt-5 lg:pb-24 pb-8 lg:border-t lg:border-t-[#FFFFFF1A]">
      <h5 className="heading5 uppercase lg:w-1/2">Общие данные</h5>
      <p className="text text-secondary lg:w-1/2">
        Откройте для себя мир киноиндустрии и ярко объявите о себе. Заполните
        данную анкету и мы рассмотрим ее в течении 20 рабочиз дней и сообщим вам
        о резульлтате отбораОткройте для себя мир киноиндустрии и ярко объявите
        о себе. Заполните данную анкету и мы рассмотрим ее в течении 20 рабочиз
        дней и сообщим вам о резульлтате отбораОткройте для себя мир
        киноиндустрии и ярко объявите о себе. Заполните данную анкету и мы
        рассмотрим ее в течении 20 рабочиз дней и сообщим вам о резульлтате
        отбораОткройте для себя мир киноиндустрии и ярко объявите о себе.
        Заполните данную анкету и мы рассмотрим ее в течении 20 рабочиз дней и
        сообщим вам о резульлтате отбора
      </p>
    </section>
  );
}

export default Information;
